{
  "users": [
    {
      "id": "998c",
      "name": "usuario1",
      "email": "no@gmail.com",
      "phoneNumber": "3172576290",
      "password": "123456"
    },
    {
      "id": "927e",
      "name": "usuario2",
      "email": "no@gmail.com",
      "phoneNumber": "3172576290",
      "password": "123456"
    },
    {
      "id": "81da",
      "name": "usuario3",
      "email": "no@gmail.com",
      "phoneNumber": "3172576290",
      "password": "123456"
    },
    {
      "id": "7b70",
      "name": "usuario3",
      "email": "no@gmail.com",
      "phoneNumber": "3172576290",
      "password": "123456"
    },
    {
      "id": "364b",
      "name": "usuario4",
      "email": "usuario4@gmail.com",
      "phoneNumber": "1234567",
      "password": "123456"
    },
    {
      "id": "13f8",
      "name": "usuario5",
      "email": "usuario5@gmail.com",
      "phoneNumber": "1234567",
      "password": "123456"
    }
  ],
  "products": [
    {
      "id": "0839",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/productos%2F1746894401487_producto1.webp?alt=media&token=815930cd-3675-4a13-8daa-e31867cc0924",
      "name": "Alimento Para Perro Agility Gold Grandes Adultos - 1,5 KG",
      "category": "Alimentos",
      "characteristcs": "Formulado para perros de razas grandes con crecimiento lento\nfavorece la salud digestiva gracias a sus fibras prebióticas\ncontiene taurina que contribuye al buen funcionamiento del corazón\nenriquecido con proteínas animales de alta calidad para un desarrollo completo.",
      "stock": "350",
      "price": "32800",
      "description": "Alimento super premium, formulado para el desarrollo completo de perros de razas grandes, los cuales presentan un crecimiento más lento. Las fibras prebióticas favorecen la salud digestiva y la taurina suplementada contribuye al adecuado funcionamiento cardíaco. El uso de proteínas de origen animal garantiza un crecimiento saludable y completo."
    },
    {
      "id": "aa44",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/productos%2F1746894539719_producto2.webp?alt=media&token=fbc66cf9-7111-4be3-9679-053b5c653768",
      "name": "Alimento Seco Para Perro Agility Gold Adultos Obesos - 1,5 KG",
      "category": "Alimentos",
      "characteristcs": "Contiene proteínas altamente digestibles de origen animal para mantener una masa muscular óptima\nreducido en calorías y grasas sin comprometer la palatabilidad\nniveles adecuados de fibra que generan sensación de saciedad\nenriquecido con L-carnitina para favorecer la movilización de grasas y mantener musculatura magra\nincluye prebióticos como la inulina para mejorar la digestión y fortalecer el sistema inmunológico.",
      "stock": "346",
      "price": "40900",
      "description": "Formulado para perros con sobrepeso, este alimento aporta los nutrientes necesarios para el soporte y control del peso, promoviendo una buena salud general. Su contenido reducido en calorías y grasas, junto con niveles adecuados de fibra, ayuda a generar saciedad sin afectar el apetito."
    },
    {
      "id": "6a8a",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/productos%2F1746894691455_producto3.webp?alt=media&token=bc7981cd-feaa-4f24-8867-3bd7618187bd",
      "name": "Alimento Para Perro Diamond Naturals Lamb Meal & Rice Adult - 20Lb",
      "category": "Alimentos",
      "characteristcs": "TECNOLOGÍA PROBIÓTICA PATENTADA. Las fórmulas para perros secos de Diamond Naturals están formuladas con probióticos de cepa K9, bacterias beneficiosas que apoyan los sistemas digestivo e inmunológico y ayudan a su cachorro a mantener un estilo de vida activo. Los probióticos de la cepa K9 se desarrollan específicamente para perros y se procesan bajo estrictos estándares de calidad y seguridad para garantizar la pureza. Se garantiza que cada libra de Diamond Naturals proporcionará 80.000.000 de unidades formadoras de colonias (UFC) de cultivos probióticos activos y vivos.",
      "stock": "4567",
      "price": "215200",
      "description": "Proteína de cordero que proporciona nutrición óptima para los perros que prefieren el sabor del cordero o con alergia al pollo o al maíz.\nNiveles garantizados de vitamina E y selenio que aseguran una nutrición antioxidante adecuada.\nÁcidos grasos Omega 3 y 6 que mantienen piel y pelo sanos y brillantes.\n4.25 estrellas de calificación en Dog Food Advisor."
    },
    {
      "id": "1d52",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/productos%2F1746894801799_producto4.webp?alt=media&token=ab45acf8-0e65-4a0e-baf9-54ff22d8ec21",
      "name": "Peluche Para Perro Kong Sherps Llama M",
      "category": "Juguetes",
      "characteristcs": "Felpa ultra suave para acurrucarse y buscar con delicadeza\nDoble capa para una diversión duradera\nchirría y se arruga para fomentar el juego",
      "stock": "1234",
      "price": "52900",
      "description": "El juguete para perros KONG Sherps Llama está repleto de un material de felpa irresistiblemente suave para los acurrucados esenciales para cada expedición de tiempo de juego, estos compañeros de aventuras crujientes y chirriantes de doble capa son ideales para la acción en interiores, desde cumbres de sofá hasta caminatas en el sótano. Un chirriador adicional atrae y extiende la diversión.\n\n"
    },
    {
      "id": "8b2f",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/productos%2F1746894906447_producto5.webp?alt=media&token=eeb19c86-3076-4771-8dce-39e5d7f36bd8",
      "name": "Juguete Para Perro Petstages Doogwood Madera Flip And Chew - Único",
      "category": "Juguetes",
      "characteristcs": "FLIPPIN 'GOOD: diseñado para que las patas de tu cachorro lo sostengan fácilmente mientras mastica, o para darle la vuelta para una acción de masticación más cercana, no hay lado malo cuando se trata de este duradero juguete para masticar para perros.\nAYUDA A LIMPIAR LOS DIENTES: Las crestas y texturas únicas en este hueso funcionan para ayudar a mantener limpios los dientes de su cachorro mientras masajea sus encías cada vez que lo mastica. ¡Eso es fresco!\nFÁCIL DE AGARRAR: Perfecciona la boca de tu cachorro, esto fue construido con un agujero único que ayuda a tu perro a llevar su masticación favorita de una habitación a otra.\nJuguete para masticar madera alternativo duradero: Petstages Dogwood Flip & Chew está hecho de una mezcla de fibra de madera natural y materiales sintéticos más seguros para imitar la textura y el sabor de la madera real sin astillarse como palos reales.\nJUEGA SEGURO: Ningún juguete es indestructible. No deje juguetes con mascotas sin supervisión. Retire y reemplace el juguete",
      "stock": "3245",
      "price": "36900",
      "description": "Una alternativa segura y duradera a masticar palos de madera real, la línea de productos Petstages Dogwood tiene todo el sabor y la textura de una rama de árbol natural, pero durará mucho más y no se astillará ni causará daños potenciales a su amado cachorro. El cornejo combina madera real con resistencia sintética sin plomo y sin ftalatos, lo que lo convierte en un juguete para masticar favorito entre los perros. Con una variedad de aromas, tamaños y estilos, este juguete masticable alternativo es un placer para dejar que su perro se ejercite en su masticación destructiva o para cachorros que lidian con los dolores de la dentición. Los masticables de madera alternativos de cornejo también son excelentes para jugar al aire libre e incluso pueden flotar en el agua."
    },
    {
      "id": "b7e7",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/productos%2F1746895007583_producto6.webp?alt=media&token=d737b075-e596-4b21-8d92-f2cafec546ca",
      "name": "Kong Perro Squeak Air Pelota X3 - M",
      "category": "Juguetes",
      "characteristcs": "Combina dos juguetes clásicos para perros que la hacen perfecta para el juego de buscar y recoger: la pelota de tenis y el chirriador. Nuestra Squeak air Tennis Ball, de alta calidad y gran durabilidad, no desgastará los dientes de su perro. Está fabricada con un fieltro no abrasivo especial.",
      "stock": "34566",
      "price": "34900",
      "description": "Combina dos juguetes clásicos para perros que la hacen perfecta para el juego de buscar y recoger: la pelota de tenis y el chirriador. Nuestra Squeak air Tennis Ball, de alta calidad y gran durabilidad, no desgastará los dientes de su perro. Está fabricada con un fieltro no abrasivo especial."
    },
    {
      "id": "f0b3",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/productos%2F1746895115071_producto7.webp?alt=media&token=ea21601d-3efc-47d7-ba25-5e3630b41ab2",
      "name": "Snack Para Gato Cremoso Inaba Churu tuna seafood mix variety 20 tubos (rosado) - 280 Gr",
      "category": "Alimentos",
      "characteristcs": "MANTENGA A SU FELINO HIDRATADO SIN AGREGAR CALORÍAS: cada delicioso y cremoso tubo de Churu contiene un 91 % de humedad y solo seis calorías (una décima parte de las calorías de las golosinas secas tradicionales para gatos), lo que lo convierte en un refrigerio saludable con el que puede sentirse bien al alimentarlo.",
      "stock": "23445",
      "price": "64200",
      "description": "HECHO CON INGREDIENTES SALUDABLES EN LOS QUE PUEDES CONFIAR: cada producto Inaba está hecho con deliciosos ingredientes de alta calidad, incluido pollo criado en granjas y/o atún silvestre natural.\n\nLIBRE DE COSAS MALAS: su amigo felino es importante para nosotros, por eso hemos mantenido elementos como granos, conservantes, colorantes artificiales y carragenina fuera de nuestras golosinas para gatos, pero agregamos cosas como taurina para ayudar con su salud general."
    },
    {
      "id": "d37e",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/productos%2F1746895206487_producto8.webp?alt=media&token=439380cf-709e-4bea-83f0-7d2d0568881d",
      "name": "Alimento Gato Fancy Feast Terrine Pavo - 3 Oz",
      "category": "Alimentos",
      "characteristcs": "Conservar en un lugar fresco y seco. 18 meses de vida útil.",
      "stock": "4567",
      "price": "5700",
      "description": "Mix de trozos delicadamente picados combinado con un delicioso paté. Eleva su experiencia gastronomica con una variedad de platillos gourmet preparados tal y como a el le gustan."
    }
  ],
  "services": [
    {
      "id": "9165",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/servicios%2F1746895639079_Servicios1.webp?alt=media&token=093dcf56-5283-4355-b2b6-d84537bcc71e",
      "name": "Hematología Veterinaria",
      "category": "Hematología Veterinaria",
      "characteristcs": "Cada hemograma que realizamos incluye un análisis completo del extendido de sangre, donde verificamos la presencia de cambios tóxicos y contamos los glóbulos blancos, además de identificar posibles cambios en los glóbulos rojos y verificar el recuento de plaquetas.\n\nEn nuestro centro médico veterinario, nos esforzamos por garantizar la salud de tu mascota, brindándote una evaluación minuciosa y precisa para tomar decisiones sobre el cuidado y tratamiento de tu peludo.",
      "stock": "200",
      "price": "95000",
      "description": "Una de las pruebas clave en esta sección es el hemograma, una herramienta fundamental para evaluar el estado de nuestros pacientes. Los resultados del hemograma nos brindan información esencial y, en función de estos hallazgos, podemos recomendar pruebas adicionales.",
      "recommendations": "Comunicar cualquier reacción del animal\nSometer al animal a sedación si es necesario\nSeguir las instrucciones del veterinario para la toma de muestra y el envío al laboratorio.",
      "howToDoIt": "lunes a domingo",
      "duration": "30 minutos"
    },
    {
      "id": "5b7e",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/servicios%2F1746895918679_Servicio2.webp?alt=media&token=e842e6a9-1de0-4e8e-b3c7-688b67a20e5a",
      "name": "Análisis de gases sanguíneos",
      "category": "Gases Sanguíneos",
      "characteristcs": "Este examen es fundamental para el diagnóstico de problemas cardio-respiratorios y el monitoreo de pacientes críticos.\n",
      "stock": "360",
      "price": "340000",
      "description": "En nuestro laboratorio clínico veterinario, los análisis de gases sanguíneos, electrolitos y metabolitos son absolutamente esenciales para evaluar la salud de tu mascota.\n\nEstas pruebas proporcionan información vital sobre la ventilación, oxigenación, equilibrio ácido-base, estado metabólico y el balance de fluidos y electrolitos.\n\n",
      "recommendations": "Estar en ayunas de mínimo 10 horas",
      "howToDoIt": "lunes a domingo",
      "duration": "15 minutos"
    },
    {
      "id": "a9ed",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/servicios%2F1746896138454_servicios3.webp?alt=media&token=cf55e14c-8f2b-442f-87c9-11a6c269b957",
      "name": "Ecografía Veterinaria",
      "category": "Ayudas Diagnósticas Veterinarias",
      "characteristcs": "Es utilizada en todas las especialidades de la medicina veterinaria, ya que posibilita la toma de muestras de lesiones identificadas y la administración de anestesia o analgesia eco guiada.",
      "stock": "500",
      "price": "20000",
      "description": "La ecografía veterinaria, es una técnica no invasiva y rápida que utiliza ultrasonidos para obtener imágenes de alta resolución. Permite el diagnóstico definitivo al evaluar órganos internos en áreas abdominales, torácicas, musculoesqueléticas y oculares.",
      "recommendations": "Para preparar a tu mascota para una ecografía veterinaria, lo más importante es mantenerla en ayunas (al menos 6-12 horas antes) y asegurarte de que la vejiga esté llena si se trata de una ecografía pélvica. También puede ser necesario rasurar la zona del cuerpo que se va a examinar para facilitar la aplicación del gel. En algunos casos, se puede requerir sedación o tranquilización, lo que el veterinario te indicará. ",
      "howToDoIt": "lunes a viernes",
      "duration": "30 minutos"
    },
    {
      "id": "0f4f",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/servicios%2F1746896355439_servicio4.webp?alt=media&token=137ea842-64f1-496f-a638-129490ef0799",
      "name": "Radiografías - Rayos X Veterinario",
      "category": "Ayudas Diagnósticas Veterinarias",
      "characteristcs": "Las radiografías o rayos X en medicina veterinaria son una técnica de imagen que utiliza radiación electromagnética para visualizar estructuras internas del cuerpo del animal. Permiten diagnosticar diversas patologías, desde fracturas óseas hasta enfermedades del tórax o abdomen. Al igual que en humanos, los tejidos densos como huesos aparecen en blanco, mientras que los tejidos blandos y el aire se visualizan en tonos más oscuros. ",
      "stock": "500",
      "price": "150000",
      "description": "Nuestro servicio de radiología es vital para obtener imágenes bidimensionales de diversas partes del cuerpo, siendo fundamental en situaciones de urgencia. En ocasiones, se utilizan medios de contraste, especialmente en problemas urinarios o gastrointestinales.",
      "recommendations": "En general, no se requiere preparación especial para las radiografías veterinarias, a menos que se vaya a realizar una radiografía abdominal o se requiera sedación. En esos casos, el animal puede necesitar estar en ayunas por algunas horas para evitar complicaciones durante la radiografía o la anestesia. ",
      "howToDoIt": "lunes a viernes",
      "duration": "20 minutos"
    },
    {
      "id": "1400",
      "img": "https://firebasestorage.googleapis.com/v0/b/apptactical-74663.appspot.com/o/servicios%2F1746896552047_Servicio5.webp?alt=media&token=06c6614b-966d-4faf-bea4-2bdbb2c22f57",
      "name": "Endoscopia Urogenital Cistoscopia",
      "category": "Ayudas Diagnósticas Veterinarias",
      "characteristcs": "La endoscopia urogenital, también conocida como cistoscopia, es un procedimiento médico que permite visualizar el interior de la uretra y la vejiga mediante un endoscopio, un tubo delgado con una cámara y una fuente de luz. Se utiliza para diagnosticar y tratar diversas afecciones del tracto urinario, como cálculos, tumores, infecciones o estrechamientos",
      "stock": "344",
      "price": "550.000",
      "description": "La cistoscopia o endoscopia urogenital, brinda una visión única y directa del tracto urinario, permitiendo tomar muestras de tejido para análisis histopatológico adicional. Se utiliza en casos de hematuria recurrente, infecciones del tracto urinario complicadas, urolitiasis, disuria, neoplasias del tracto urogenital inferior, incontinencia urinaria y más.",
      "recommendations": "Para preparar a una mascota para una endoscopia urogenital, es crucial seguir las indicaciones del veterinario, que generalmente incluyen ayuno y, en algunos casos, la administración de medicamentos. El ayuno, de 8 a 12 horas para la mayoría de los procedimientos, asegura que el tracto gastrointestinal esté vacío, facilitando la visualización y la obtención de muestras si es necesario. También se recomienda informar al veterinario sobre cualquier medicamento o alergia que tenga la mascota, para evitar interacciones o reacciones adversas. ",
      "howToDoIt": "lunes a viernes",
      "duration": "3 horas"
    }
  ]
}